# -*- coding: utf-8 -*
content = { '综述':
    {
        '描述性':
            [
                "1899年勘探某铁路的时候，古器物学家罗振宇和王国维鉴定后，将其命名为唐三彩。在洛阳出土的唐三彩以“洛阳唐三彩”更得美名。",
                "三彩不仅展示出传统中国画的写意韵味，更是表现出古代雕塑技艺的精湛，具有独特的艺术价值，在中国传统工艺美术品类中扮演者重要的角色。文物部门对三彩的准确表述为，三彩器以三彩统称，年代另述，而非以“唐三彩”一言以蔽之。所谓唐三彩，“唐”为时代，“三彩”指工艺，仅指公元618年-公元907 年所烧造的三彩器物，距今已有1300 多年的历史。",
                "唐三彩：是一种生产于唐代(618一907年）的彩色低温铅釉。它用白色粘土作胎，用含铜、铁、钻、猛等元素的矿物作釉料的着色剂，井在釉里加入很多的炼铅熔渣和铅灰做助熔剂，经过约800度的高温烧制而成。釉面呈现深绿、浅绿、翠绿及蓝、黄、白、赫、褐等多种色彩，但以黄、绿、白三彩为主。唐三彩以铅的氧化物作为助熔剂，目的是降低釉料的熔融温度，在窑里烧制时各种着色金属氧化物熔千铅 釉中井向四方扩散和流动，各种颜色互相浸润，形成斑驳灿烂的彩色釉。铅的另一个作用是使釉面的光亮度增强，使色彩更加艳丽，更加富丽堂皇。",
                "唐三彩富有造型生动的生活气息, 色泽艳丽、造型丰富等特点。宋三彩、辽三彩与它有直接关系的继承性。尤其是应用钻材料, 为青花瓷奠定了 基础研究计划。唐三彩创陶瓷史最辉煌的一片天空, 是中国陶瓷艺术的历史道路上的重要指导者。唐朝对材料的开发用,结合特定的文化内容, 创造出令人惊叹的艺术, 唐三彩同时又具有时代特征和 时代精神。唐三彩陶瓷艺术对后世的影响极其大。从此, 宋三彩、花釉和各种颜色的釉瓷相继出现并逐渐发展起来, 实现陶瓷文化的新画卷。"
            ],

        '风俗':
            [
                "《旧唐书· 舆服志》中有一段简明清楚的概括：“近来王公百官竟为厚葬，偶人像马，雕饰如生。徒以眩耀路人，本不用心致札。更相扇慕，破产倾资，风俗流行，遂下兼士庶”。",
                "当时厚葬之风亚不重在对亡灵的悼念，而是相互攀比眩耀，以致倾家荡产也在所不惜。",
                "因此陶三彩有可能是适应这种厚葬风气而兴起的主要是用作随葬的明器，故生活用器极少。",
            ],
        '艺术价值':
            [
                "唐三彩的艺术价值在于精准的动态结构和传神的雕刻技巧：以马和骆驼为例，艺人必须十分熟悉马和骆驼在休息或运动状态下的全部身体结构。",
            ],
    },
    '大类分析和介绍':
        {
            '大类介绍':
                [
                    "目前发现的唐三彩大致分为三大类：人物、动物和日常器皿，目前洛阳地区出土的唐三彩没有发现生活用具，基本上都是作为明器使用的马、骆驼、镇墓兽、胡人佣、天王俑等，造型规矩大气、雍容华贵，且均成对成批量的出现，因此可以看出当时有资格随葬唐三彩的人基本都是身份显贵的钱权大家之人。",
                    "目前发现的唐三彩实物除用于随葬的人物、动物等明器外，还有日用器皿、建筑构件等。特别是人物、动物的 造型，比例适度，形态自然，生动逼真。武士肌肉发达，怒目圆睁；仕女佣高髻广袖，亭亭玉立，神态雍容娴雅。大凡盘、碟多采用阳文印花，琢器多采用划花。",
                    "唐三彩的品种很多，大致有人物俑（包括镇墓兽）、动物俑（包括飞禽走兽）、生活用品和模型等类型。林林总总的唐三彩各式器物，折射出唐代各阶层的社会生活。唐三彩的器物造型丰富多样，诸如猪、羊、犬、兔、鸡、鸭、鸟动物等，以及盘、洗、碗、壶、罐、尊、钵和化妆用器、储藏用器应有尽有。",
                    "这些唐三彩根据用途可大致分为两类，一类是专供随葬用的明器，如动物俑（马、骆驼等）、仪仗俑、镇墓俑等；另一类为日常生活用品，如瓶、钵、杯、盘、罐等。",
                    "洛阳唐三彩的三大分类：生活用具类、俑类、动物类。",
                ],
            '动物':
                [
                    "从动物俑看,不仅种类繁杂,而且多有寓意深刻之作。",
                ],
            '马':
                [
                    "马：最为珍贵的是白釉、黑釉和白斑益釉三彩马。",
                    "特别是三彩马，头小颈长，膘肥体壮，眼睛炯炯有神，富于艺术的概括力。其中以白色三彩和黑色三彩最为名贵。比如早在1989年12月12日，国际苏富比拍卖行拍卖的一件唐三彩黑马在英国伦敦以4955万英镑成交。以黄、绿、褐为主的马则价值略低， 又如1991年6月10日，佳士得拍卖行有一件黄、褐彩为主的“三花饰马”仅拍得6.05万英镑。",
                    "三彩马数量多的原因：古代社会里它却具有十分特殊的社会地位。在生活中，老百姓把它作为交通工具来协助运货和出行，而在战场上，兵将们必须借助它来克敌制胜、驱逐贼寇。",
                    "唐三彩马皆躯体健硕饱满, 骨肉停匀, 四肢轻捷, 姿态生动, 有的扬首啸天, 有的偏首静立, 有的俯首近地, 有的跳跃奔腾。马的造型遵循着圆一方一圆的构成法则, 强调了其圆圆的胸脯, 方方的腰, 圆圆的后臀, 再加上一个近乎长方形的头, 就更加强了其雄强的气势”。三彩马的每一处体积和线条都经过提炼加工, 达到了炉火纯青的完美程度从侧面看去, 仿佛是强烈的视觉符号, 充满了内在的生命张力。",
                    "造型完美罕见的蓝釉唐三彩四花马----马秀银：四花马极显珍贵、少见和难得。笔者在中国国家博物馆工作及从事文物鉴定几十年来见到 “四花马”尚属首次，所见唐三彩马颜色多以绿、白、黄三色为主，且是“三花马”。在等级制度非常严格的唐朝，能够拥有这种大型蓝色三彩釉陶器马作为明器的人都是些名望贵族、高官显爵，生前不是皇亲国戚就是宰相重臣。可想而知，以蓝彩釉作为主要色调而烧造的这匹马是多么珍贵，它的历史价值、艺术价值、经济价值以及稀有程度也就不难理解了。当前在全世界范围内，无论是馆藏唐代三彩釉陶器还是私人收藏的三彩釉陶器，蓝釉三彩器的确少之又少，而大型的、完整的唐代蓝釉三彩釉陶器存世量则更少，这件大型的蓝釉唐三彩四花马可谓是凤毛麟角。",
                    "三彩马以白色三彩和黑色三彩最为名贵， 而黄、绿、褐三彩为主的马则为平常器物共同特点：是头小颈短，膘肥体壮，骨肉停匀，比例协调、准确，眼睛炯炯有神",
                    "形态：它们或奔走， 或仰啸， 或静立， 或饮水， 或负重， 或漫步",
                    "釉色：富丽堂皇， 神态生气盎然， 釉光莹润明亮，、神 完气足， 体现了大唐磅礴的时代风貌",
                    "三彩白马：雕工精细， 装饰华丽，马鬃梳剪整齐，留有三花。 马头辔饰齐全， 笼套上饰黄色的八瓣花朵， 两耳下和鼻上革带系有杏叶形垂饰。 鞍具羁辔齐全， 鞍下垫绿色障泥，褶纹简洁。 白马的筋骨、 肌肉、 眼睛、 累毛、鞍饰等细部雕刻精细，刀痕清楚。",
                    "三彩黑马：马身为黑色，脸部、娱毛、尾和四蹄均为白 色。鞍鞘为绿、黄、白三色。 马身膘肥雄浑，剪娱挽尾，双耳后拫，颈似弯弓，四蹄抓地，状若飞奔启程",
                    "马蹄部位皆不施以釉彩，以应“龙种神驹，四季踏雪”一说。且毛毡部分大多也不施釉彩，有时会以大红色做装饰，以竹签刻印以做出拉毛效果，质感逼真。",
                ],
            '骆驼':
                [
                    "骆驼是唐代丝绸之路上中外经济、文化交流的使者, 其造型有立式、跪式、载人载物式等, 均结构端庄, 外形饱满, 表现出温厚而伟岸、稳健与高亢的形式特征。",
                    "骆驼多为黄褐、棕褐釉三彩。",
                ],
            '镇墓兽':
                [
                    "镇墓是唐三彩的最大功用。长安、洛阳发现的镇墓物大多是神人塑像（天王俑）、人面兽身、兽面兽身。一般来说，他们都是成对出现在门前，作为门卫镇守着墓，寓意着主人生后的生活安康，也寓意着唐代的自信、活力和勇敢的文化性格。",
                    "镇墓兽作为守护墓主人的器物，均成对出现在墓门两边，一个是人面兽身，另一个时兽面兽身，两两对称出现。唐代镇墓兽十分华丽，一般为多种动物组合，蹄子多为牛蹄或兽爪，表现出力量或速度，肩部带有翅膀，寓意可以翱翔，兽头均有角伸出。",
                    "兽面通体施釉而人面不施釉，原因如下：其一由于开相工艺，即烧制之后再进行脸部描摹更显栩栩如生；其二，由于唐三彩釉色极易流淌，若人面施釉，则釉彩流淌后面部表情显得较为狰狞，无法呈现出人面的特征，所以迄今为止，牵扯到人面的唐三彩均无施釉。",
                ],
            '天王俑':
                [
                    "天王俑在墓中位置逐渐替代以前的武士佣，其形象受佛教文化的影响，作用是镇墓辟邪。天王俑一般呈现出唐代时身穿华丽光亮“明光铠甲”的将军形象，脚踩地鬼或青牛青羊以彰显力量，尽享威武阳刚之气。值得一提的是，唐代时期的天王造像身材开始凸凹有致，符合人体工学比例，而唐之前，天王造像则是以写意的艺术手法表现，以线条勾勒人物，身材曲线均隐藏在衣纹下面。",
                    "天王俑夸张其双目, 以显威武; 文吏俑微收其双唇, 以露其亲和。",
                ],
            '人':
                [
                    "人物俑：男佣、女佣、文官佣、武士佣、乐舞俏、天王佣、骑驼佣和胡俑。",
                    "从陶瓷艺术的角度看,唐三彩人物俑最重要的特点就是神形兼备,由于主要是用写实的手法来塑造人物,因此人物表情细腻而传神。",
                    "盛唐时期，无论男女，都讲究体态的健壮丰腴。这一时期女性的社会地位也得到提高人们豁达自信．对女性的审姜也有了新标准，雍容华贵、富态健康成了主导标准。",
                    "侍女俑都显得年轻，她们眉清目秀、五官墙正，面部稍显丰腴，但身体却没有贵妇那般富态.她们打扮简单, 但身段窈窕, 柔顺的线条凸显了她们体态的修长、优美。她们神态各异, 或高兴, 或开朗, 或愁苦，或郁闷。她们姿态各不相同, 或双手抱于胸前, 或捧物侍立, 或俯首帖耳为主人梳妆。她们为奴脾, 态度谦恭, 但举止落落大方, 并不卑下。她们高高的发髻显 了少女特有的活泼。",
                    "唐俑塑造的各种人物, 即使身份低微如侍女、乐伎、马夫等, 从他们的表情中也看不出丝毫的怯懦, 没有半点卑微与奴气。相反, 他们大都和达官贵人一样, 呈现出乐观、自信的精神风貌。这些形象已越过审美范畴的需要, 变成了对人性、人格独立平等的热烈追求。",
                    "继承了周、汉以来陶俑制作的写实传统",
                    "简明、明快、概括、凝练的风格",
                    "忠实、健康、丰满、自由舒展的情调",
                    "西安鲜于庭诲墓出土的唐三彩女佣，身披蓝色宽衣，内着窄袖绿衣，下着黄色长裙，袒胸， 肌肤丰腴， 神态安详， 是盛唐宫廷妇女的典型形象。",
                    '同墓出土的骆驼载乐佣更为生动，高大雄健的骆驼，昂首站立在长方形的底板上, 骆驼之间平台 上四个乐俏分坐两侧， 中间为一舞佣， 五佣 中两佣深目高鼻多须， 一看就是胡人。 他们有的弹奏琵琶， 有的吹笛击鼓， 有的翩贬起舞， 生动地反映了盛唐时期， 各民族亲密交往， 经济文化交流的欢快场面。',
                    '除此之外，还塑造有黑人陶佣， 例如， 西安南郊裴氏墓中出土的黑人陶佣， 形象十分真实， 卷曲的 头发成细螺旋状， 肤色蚴黑， 红红的嘴唇， 低鼻梁宽鼻翼， 这些特征， 都是典型的非洲黑人的形象， 唐代工匠如此熟枣自己创作的对象， 是现实生活提供了 “模特儿” ，说明 唐代中国和非洲的经济文化已有往来。 唐代 的人物佣艺术， 也受到佛教造型艺术的影',
                    '女侍俑两眼平视, 一副顺从的神态; 牵马俑头部上仰, 双拳紧握。',
                ],
            '器具':
                [
                    "从生活器具看,是五花八门,应有尽有。",
                    "浑厚圆润，端庄典雅，雍容华贵，精巧而有气势。",
                    "加之丰富、生动的装饰纹样与斑驳陆离的釉彩，成为实用与美观高度结合的典范。",
                    "明快、洗练、生动、形象的表现手法。",
                    "表达了我国装饰艺术写实主义传统的艺术风格，在思想性和艺术性片面都开创了新的境界大大丰富了陶瓷斜品的装饰手段。",
                    "器表装饰匀器体造型、釉彩的运用紧密结合，强讽整体的完美性。",
                    "装饰纹样的运用不拘常法以器饰纹．显得洒脱自如，得心应手；",
                    "装饰题材上融合了外来文化：出现莲花纹、荷叶纹；东南亚、南亚的动物如大象。",
                    "真品圆形器物底足一般呈“飞棱”状，并在棱尖外修一刀。",
                    '日用器皿：有盘、碗、 瓶、 壶、 杯、 盂、 砚、 枕、 灯、 他本、 风头壶等',
                    '明器佣：人物和动物， 此外还有家具、 车马、 假山、楼阁亭树等多种。',
                ],

        },
    '颜色&制釉工艺分析':
        {
            '釉色颜色分析':
                [
                    '黄、褐、绿为基本釉色。',
                    '在唐朝之前，人们所崇尚的基本都是素色主义，陶器大多数都是以单色釉的形式呈现在人们的面前，然而在唐朝以后，受到了诸多外来风俗文化的冲击与影响，人们也开始接纳和喜爱斑斓绚丽的陶瓷制品。',
                    '三彩是种低温釉陶器，以白色粘土为胎料，用含铜、铁、钻、锰等元素的矿物作釉料的着色剂，釉色呈深绿、浅绿、蓝、黄、白、褐等多种色彩，其中黄、绿、褐三种釉彩为基本釉色，故名三彩，后来釉色日渐丰富，但汉语中“三”也有“多”之意，因此三彩一名被沿用下来。',
                    '受土壤环境和土壤中化学物质如酸、碱的侵蚀，夺目的光泽已变得柔和莹润，釉面的开片均匀细小，有规律，开片四边微微上翘，用放大镜仔细观察片与片之间的间隙有锈蚀的土沁、银沁，类似于汉代绿釉陶壶的泛铅现象',
                    '1.关系色效果。唐三彩使用有限的几种色釉, 其色彩运用, 既没有自然的固有色, 也不可能去关注条件色( 光源色、环境色、固有色、空气色) , 而是以数种色釉并置与交融,或同类色调, 或邻近色调, 或清浊对比, 或互补, 利用色彩与色彩之间所形成的美感效应, 自然而巧妙地构成了优美的“ 关系色” , 产生流光溢彩的美妙效果',
                    '2. 肌理效果。唐三彩之用色不去注重客观抽象的质感表现, 而是充分利用其色釉厚度大和烧窑过程中因流动而形成垂滴、混合、晕开等现象, 追求形象的肌理效果。',
                    '3. 质材互衬效果。就物质材料而言, 唐三彩当属陶瓷美术的范畴, 唐三彩是以具体的陶土、色釉等质材构成、这些质材本身的审美性能, 直接影响作品的艺术形式和艺术效果。故其格外显示了其质地上独特的工艺审美价值。',
                    '洛阳唐三彩有一部分器物的釉色相当鲜亮华丽，但这种亮并非贼亮而是润亮。一部分七五的釉色由于受到酸碱度不同的土侵蚀或明或暗，甚至时整体釉色都暗淡无光，或釉面出碱形成一层厚厚的碱釉非常不漂亮。更有甚者由于胎的文体而导致釉脱落，露出斑驳的胎体。洛阳唐三彩的釉面多有细小的开片，开片开列出总有上翘的感觉，开大片者极少。',
                    '有黄、绿、褐、蓝、黑等色， 而以黄、绿、白三种颜色为主调',
                    '凡烧成色为褐红、浅黄、赫黄的，是铁元素的呈色；各种绿色的，是铜元素的呈色；蓝色的，是铜或钻元素的呈色；紫色的，是锰元素的呈色；呈白色的，则是以铅的化合物与 含铁量低的白色粘土的配成。',
                ],
            '制釉工艺':
                [
                    '唐三彩工艺从诞生到成熟只用了50年，这在世界工艺的历史上都是罕见的。',
                    '烧制唐三彩的艺人们在釉彩的使用上独具匠心地创造了我国特有的“流串”工艺。即在锻烧的过程中，让釉彩自然流动，融会渗化，互相调配，使之色彩浓丽、线条柔美。',
                    '可以总结出散点配彩、瓷土堆花、贴花涂彩、刻花填彩、印花加彩、点描线描、开相勾画等十余种装饰技法，为历代之大全。',
                    '三色的釉成分主要是铅元素, 还可以增加锰、钻石、铁等金属组成。周围的流动烧烤下,陶瓷窑釉在高温下 容易出现流窜, 形成自然的五彩缤纷的色彩及形状。这是唐代独特的术特色和吸引力。此外, 三彩花卉的风格, 被世人认为异国情调的追求, 流行为一种“时尚”元素, 三彩釉色结合外国文化以及自己的艺术特点己经成为著名的遗产, 并在年经河北省物专家组鉴定为二级文物。',
                    '色釉在烧制过程中具有熔点降低而自然流出的特性',
                    [
                        '分区施釉法：是在不同部位涂上不同的釉色，几种釉色同施在一件器物上，釉色之间的组合和交融会产生一种全新的效果，即窑变',
                        '点彩施釉法：是用毛笔在器物的一些部位点上大小一致或不一致、或点状、或块状的点，或带状线条',
                        '浇釉．浸釉．泼釉、点釉、出釉等施釉技法．创造出或数色相互浸润，或两彩相间形成条带．或以一种釉彩为主凋加缀其它釉彩．或运用当时染织品流行的绞缬技术从而形成朵花、散点斑贞斑块、串珠网格，条纹等纹',
                    ],
                    [
                        '在汉代低温铅釉的基础上发展起来的，是一种低温釉陶器',
                        '胎料为白色粘土，用含铁、铜、钻、钻等 元素的矿物作釉料的着色剂',
                        '釉料中配以大量的铅化合物来降低釉料的熔融温度，并增加色泽的光亮',
                    ],
                    '唐三彩可能是用二次烧成法制成的。 第一次是烧胎， 称为素烧， 素烧温度约 1000°C到1100°C.第二次是烧釉，烧成温度 比第一次低一些， 约850°C 一 950°C左右。采用二次烧成法，是因胎与釉所要求的烧成温度不一致， 同时可以提高成品率，变形和烧坏的素烧还件， 不再上釉烘烧。',
                    '真器胎面上，留下很多当时工艺上略显粗糙的痕迹。唐三彩中少数精品处理的较为精细以外，大多数处理得并非干净利索，在胎得表面可看出一些高低不平和不精细处。唐朝的制瓷工艺非常成熟，凡轮制拉坯器，多周正饱满，丰满而圆浑是唐三彩圆器共同特征。此时对拉坯技术的熟练掌握，轮转进度均匀，但胎体上往往留下拉坯轮制痕。真器的贴花较薄，且贴花与器身接合处过渡较自然平滑。',
                    '土沁：相当一部分真器除底外，周围均不沾土，由于植物的作用，常常在一些三彩器物上有一些植物根系枯干后，留下得根爬行的痕迹。一些三彩器物的釉面上经常看到很多不易去掉土锈，这些东西往往是釉中碱性物质和土质中酸性物质相互作用留下的，也是鉴定一些三彩器真假较好的证据。',
                ],
            '唐三彩艺术上的创新':
                [
                    '器皿：从过去的古朴、浑浊-->现在的浑厚、饱满、端庄而丰腴，体现了海纳百川的气魄。',
                    '俑：从过去的写实-->确立了新的艺术法则和规范',
                    '对于饱满、圆润形体的追求',
                    '异域风格，体现民族交流',
                ],
            '釉色鉴别':
                [
                    '受土壤环境和土壤中化学物质如酸、碱的侵蚀，夺目的光泽已变得柔和莹润，釉面的开片均匀细小，有规律，开片四边微微上翘，用放大镜仔细观察片与片之间的间隙有锈蚀的土沁、银沁，类似于汉代绿釉陶壶的泛铅现象',
                    '包浆：肉眼直接观察，从侧面看釉面的表层，生成一种像蝇翅一样的薄层，开片之间像是鼓起的线条',
                    '仿制品用氢氟酸去光，再用碱中和，因此看上去很生涩',
                    '一些瓶、罐、壶、碗等器物真品的器底和圈足往往不施釉，使器物部分露胎，底足很干净。而仿品全部施釉，底足往往黑而脏',
                    '真品釉色自然柔和，釉中开片细而均匀，釉面的突起感、翘起感如苍蝇翅膀上的纹路一样，釉面很干很薄，无积釉或少积釉现象；而仿品釉色过于艳丽、刺目。釉中开片大小不均，有生硬感，釉面常有积釉现象，釉面干涩',
                ],
            '胎体':
                [
                    '洛阳唐三彩中的胎体有相当部分白中泛红，有些胎体甚至呈肉红色。',
                    '洛阳与西安出土的有很大相似度。但洛阳唐三彩逐步形成了独自的特点。如“胎质上，是由瓷土烧成的白胎，而西安则是一般陶土烧成的红胎；在装饰方面，洛阳的三彩器皿装饰花纹艳丽繁缛，多见几何形，点彩和垂带状花纹，而西安则比较清淡素雅；在种类上，洛阳唐三彩不及西安唐三彩丰富；在造型上，洛阳唐三彩女俑秀丽飘逸，而西安出土的唐三彩女俑较为圆润丰满。”',
                ]
        },
    '墓穴分析':
        {
            '文案':["昭陵是唐太宗李世民与文德皇后长孙氏的合葬陵墓,"
                "位于陕西省咸阳市礼泉县城西北22.5千米的九嵕山上，"
                "是关中“唐十八陵”，也是中国历代帝王陵园中规模最大、陪葬墓最多的一座。"
                "昭陵是初唐走向盛唐的实物见证，是了解、研究唐代政治、经济、文化难得的文物宝库。",
                "在《旧唐书》卷九十五中记载：“惠庄太子撝，睿宗第二子也。"
                "本名成义，母柳氏，掖庭宫人。撝之初生，则天尝以示僧万回，万回曰："
                "‘此儿是西域大树之精，养之宜兄弟。’则天甚悦，始令列于兄弟之次。”",
                "中国唐代中宗长子李重润的墓。位于乾陵东南隅，在今乾县城西北约3公里的乾陵乡韩家堡村北面。1971年发掘 。"
                "李重润于大足元年（701）与其妹永泰公主被武则天杖杀。神龙二年（706），中宗复位后陪葬乾陵，并号墓为陵。",
                ],
            '墓穴地理位置':
                [
                    '当时制作场地主要在长安和洛阳两地，在长安的称西窑，在洛阳的则称东窑。唐代盛行厚葬，不仅是大官贵族，百姓也如此，已形成一股风气。因此，现在出土的“唐三彩”，文物价值高，倍受藏家珍爱。',
                    '迄今发现烧造唐三彩的窑址有河南巩县、陕西铜川、河北内邱等，此外在陕西西安及附近地区也发现有零星的烧造唐三彩的窑。',
                    '主要集中在陕西省、河南省的西安和洛阳周围，这两地出土的唐三彩是唐代三彩的代表。这与古时长安（今称西安）、洛阳所处的政治、经济地位，以及当时崇尚的厚葬之风有着必然的联系。长安是唐朝的国都，唐墓理应十分集中，目前已发掘的就有2000多座，上至皇室贵族，下至平民百姓，类型多样。洛阳作为陪都，唐墓也相当集中，已发现了数百座唐代墓葬。唐代厚葬之风盛行，古人入葬，伴随有大量的物品。唐三彩作为明器，是重要的随葬品。',
                    '除陕西、河南两省之外，中国的湖北、江 苏、山西、安徽、山东、甘肃、辽宁等省以及伊朗、叙利亚、伊拉克、苏丹、埃及、印尼、日本等国也发现 了唐三彩的器物或残片，但数量和品种都无法与陕西、河南两省相比。',
                ],
            '具体区别':
                [
                    '扬州三彩与中原三彩的区别：总起来讲, 一是区别在器类上。扬州出土的唐三彩, 大都属于实用器皿或艺术陶瓷, 并且绝 大多数是出自于遗址。而中原出土的唐三彩, 大都 属于俑人、马、骆驼和镇墓 兽等随葬明器, 因而绝大多出土于墓 葬。二是区别在时代上,扬州 出土的唐三彩, 绝大多数属于中晚唐的遗物, 而中原出土的唐三彩, 绝大多数属于盛唐时期的遗物。',
                    '扬州三彩和国外三彩的异同：我国唐代三彩大量输往海外各国, 受到各地的欢迎。 一些国家模仿唐朝的三彩, 开始烧造本国的三彩器。 他们虽然烧制成功,但都达不到唐三彩精美的程度。',
                    [
                        '唐河南省巩义市黄冶窑',
                        '目前发现最早烧造唐三彩制品而且规模大、延续时间长、产品数量最多的一个窑址，是当时宫廷、豪门贵族乃至民间三彩制品的主要供应地。作为国际贵重贸易商品远销东亚、东南亚、中亚、西亚乃至非洲、欧洲等地',
                        '黄冶窑的三彩炉,卷唇、 短颈、 阔肩鼓腹, 圆底。 在腹与底相交处,粘三个范制兽足形足。造型浑圆丰满。下设兽足,呈三足鼎立之势,给人以稳健、庄重的感觉。',
                        '三彩炉的造型不是始于唐代,而是继承了隋代的遗风。',
                        '另一种罐方形厚唇,敛口、鼓腹、腹壁斜收, 近似圆底的小平底。唇外有一道阴线纹,外粘贴模制、垂胆形双鼻。这种造型是承 袭了青铜器敦的形式,是三彩器中所的这种浑圆的形体上巧粘双鼻,显示出单纯中富有变化的唐代风格',
                        '制品种类。日常生活用品：炉、罐、钵等;专供随葬用的冥器：人物俑、动物俑和建筑模型;玩具类小型器物。',
                    ],
                    [
                        '突破了常见的圆形格式而呈现多样化的发展趋势，如扁体、椭圆体。出现将造型与装饰融为一体的象生性器皿。',
                        '装饰技法主要采取贴花、印花、刻画、刻花、划花、堆塑、雕镂、施釉、绘彩、绞胎．搅釉。',
                        '出土地：以西安、洛阳两地出土最多；丹东、扬州的唐墓中也 时有发现；山西、甘肃两省的唐墓也有三彩陶器出土。',
                    ],
                ]
        },
    '朝代':
        {
            '从唐代武则天时出现（公元684年），终结于“安史之乱”（公元755年）。',
            '唐三彩的产生距今约有一千多年的历史，起源于唐高宗时期，在公元713至741年间达到鼎盛，在平定安史之乱后逐渐没落下来。',
            '早千高宗时期的唐墓目前没有出土过一件三彩陶器，开元时则是它的极盛时期，天宝以后数量逐渐减少。',
            '专家推定：“洛阳唐三彩是伴随着武则天而来，在西安唐三彩影响下，发展起来的”。',
            '唐三彩的兴起、发展和衰退,与唐朝的政治经济相伴随:初唐的创始,盛唐的发展,安史之乱后的衰退,似乎是合着一个节拍进行的。特别是盛唐时期的三彩作品,是那么生动直观地反映了当时的富裕生活,给人以雍容堂皇的印象。',
            '唐玄宗开元年间,“政治清明,经济昌隆,军事强大,文艺繁荣,三教并弘,盛唐气象,无与伦比。”产生在这一时期的唐三彩,在写实的基础上充分发挥想象力,以概括和夸张的手法塑造出品类繁多的形象,形成了独具魅力的风格,体现出唐代各个方面的社会生活,充分体现了“盛唐气象”蕴涵的丰富文化气息。',
            '唐三彩始见千唐高宗年间，开元年间为极盛期，至天宝后数量逐渐减少。',
        },
    '鉴别':
        {
            '艺术水准':
                [
                    '色彩、造型极具艺术价值的自然是极品。在具体造型中，又以人物俑、马俑和骆驼俑的塑造最为有名。就陶马而言，则以白色三彩马和黑色三彩马最为名贵。',
                ],
            '年代和产地':
                [
                    '国际市场能见到的有产自中国、日本和朝鲜的三彩陶器，分别叫作唐三彩、奈良三彩和新罗三彩，因为价值不同，所以要区分清楚。其中就中国产的而言，产自唐代的要比“辽三彩”和“金三彩”的价高；产自中原地区的要比产自偏远地区的品质好。',
                ],
            '真伪鉴别':
                [
                    '先看胎质，真品质地细腻、疏松，有腐蚀痕迹，往往还有钙一类的锈斑，清理后露胎部分表层多有沙质小坑呈现；仿造的则胎质坚硬，呈色或细腻洁白或者发灰。',
                    '再看色彩，古代三彩釉色深沉、柔和、微暗，尤其是其中的绿釉，色泽较深、柔和；而新的三彩则色泽光亮、鲜艳、刺眼，绿釉部分仿品则是色泽较淡且浮在表层，缺乏润泽感。古代三彩中的黄釉或红釉则多呈现出像蚕吐出的细丝一样的流纹，而新烧制的三彩陶器却一般没有这种现象。',
                    '其釉色是否与质地同一光泽，若质地很旧，而彩绘光泽独强者，显然有假。',
                    '造型：真品以古朴典雅、庄重丰满为特色，而仿品则有较多灵巧潇洒、富丽清新的气氛。',
                    '制作：真品多捏塑手制或轮制兼 用， 同类产品大小不一，而仿品大多采用模 制注浆而成，产品规格比较规范统一。',
                    '综合考量其外观成色、辨识气味、辨别造型等。原品表层附着土锈，有特异的土腥气味，尤其遇水后气味更加明显。造型方面也自由、娴熟，胎体起伏、转折自然。胎壁有的有厚薄不均的现象。新品则多有烟熏味，造型规整、古板。',
                ],
        },
}


def get_content(title, topic, index):
    return content[title][topic][index]
