# -*- coding: utf-8 -*
content = { '综述': {'描述性':["1899年勘探某铁路的时候，古器物学家罗振宇和王国维鉴定后，"
                          "将其命名为唐三彩。在洛阳出土的唐三彩以“洛阳唐三彩”更得美名。",
                          "三彩不仅展示出传统中国画的写意韵味，更是表现出古代雕塑技艺的精湛，具有独特的艺术价值，"
                          "在中国传统工艺美术品类中扮演者重要的角色。"
                          "文物部门对三彩的准确表述为，三彩器以三彩统称，"
                          "年代另述，而非以“唐三彩”一言以蔽之。"
                           "所谓唐三彩，“唐”为时代，“三彩”指工艺，"
                           "仅指公元618年-公元907 年所烧造的三彩器物，"
                           "距今已有1300 多年的历史。"],
                   '风俗':["《旧唐书· 舆服志》中有一段简明清楚的概括：“近来王公百官竟为厚葬，偶人像马，雕饰如生。徒以眩耀路人，"
                         "本不用心致札。 更相扇慕， 破产倾资， 风俗流行， 遂下兼士庶”",
                         "当时厚葬之风亚不重在对亡灵的悼念，而是相互攀比眩耀，以致倾家荡产也在所不惜"
                         ]
                   }

}

def get_content(title, topic, index):
    return content[title][topic][index]
print(content)
print(get_content("综述","风俗",1))