# -*- coding: utf-8 -*
content = {
    '综述':
        {
            '综述型简介':
                [
                    "唐三彩以三彩统称，年代另述，而非以“唐三彩”一言以蔽之。所谓唐三彩，“唐”为时代，“三彩”指工艺，仅指公元618年-公元907年所烧造的三彩器物，距今有1300多年的历史。",
                ],

            '唐三彩的历史':
                [
                    "1899年勘探某铁路的时候，古器物学家罗振宇和王国维发现了之前未命名过的唐代陶制品。在鉴定后，他们将其命名为唐三彩。在洛阳出土的唐三彩以“洛阳唐三彩”更得美名。",
                ],

            '风俗':
                [
                    "《旧唐书· 舆服志》中有一段简明清楚的概括：“近来王公百官竟为厚葬，偶人像马，雕饰如生。徒以眩耀路人，本不用心致札。更相扇慕，破产倾资，风俗流行，遂下兼士庶”。这说明，当时厚葬之风并不在于对亡灵的悼念，而是在于相互攀比眩耀，以致于倾家荡产也在所不惜。唐三彩在一定程度上，可能是适应这种厚葬风气而兴起的，所以生活用器极少。",
                ],
            '艺术价值':
                [
                    "唐三彩的艺术价值在于精准的动态结构和传神的雕刻技巧：以马和骆驼为例，艺人必须十分熟悉马和骆驼在休息或运动状态下的全部身体结构。",
                    "唐三彩不仅展示出传统中国画的写意韵味，更表现出古代雕塑技艺的精湛。它的艺术价值在中国传统工艺美术品类中具有重要的地位。",
                    '异域风格，体现民族交流',
                ],
        },
    '大类分析和介绍':
        {
            '大类介绍':
                [
                    "目前发现的唐三彩大致分为三大类：人物、动物和日常器皿。目前洛阳地区出土的唐三彩没有发现生活用具，基本上都是作为明器使用的马、骆驼、镇墓兽、胡人佣、天王俑等，造型规矩大气、雍容华贵，且均成对成批量的出现，因此可以看出当时有资格随葬唐三彩的人基本都是身份显贵的钱权大家之人。",
                    "目前发现的唐三彩实物除用于随葬的人物、动物等明器外，还有日用器皿、建筑构件等。特别是人物、动物的造型，比例适度，形态自然，生动逼真。武士肌肉发达，怒目圆睁；仕女佣高髻广袖，亭亭玉立，神态雍容娴雅。大凡盘、碟多采用阳文印花，琢器多采用划花。",
                    "唐三彩的品种很多，大致有人物俑（包括镇墓兽）、动物俑（包括飞禽走兽）、生活用品和模型等类型。林林总总的唐三彩各式器物，折射出唐代各阶层的社会生活。唐三彩的器物造型丰富多样，诸如猪、羊、犬、兔、鸡、鸭、鸟动物等，以及盘、洗、碗、壶、罐、尊、钵和化妆用器、储藏用器应有尽有。",
                    "这些唐三彩根据用途可大致分为两类，一类是专供随葬用的明器，如动物俑（马、骆驼等）、仪仗俑、镇墓俑等；另一类为日常生活用品，如瓶、钵、杯、盘、罐等。",
                ],
            '马':
                {
                    '综述':

                        "马在唐朝备受重视，与李唐王朝本身具有游牧民族血统有关，"
                        "李唐王朝具有西北民族血统，骑马狩猎为其民族习俗。"
                        "如唐太宗所言：”大丈夫在世,乐事有三:天下太平,家给人足,一乐也；"
                        "草浅兽肥, 以礼畋狩,弓不虚发,箭不妄中,二乐也；"
                        "六合大同，万方咸庆,张乐高宴,上下欢洽,三乐也。“在生活中，"
                        "老百姓把它作为交通工具来协助运货和出行，"
                        "而在战场上，兵将们必须借助它来克敌制胜、驱逐贼寇。"
                        "它们或奔走，或仰啸，或静立，或饮水，或负重，或漫步"
                        "同时三彩马的釉色富丽堂皇，神态生气盎然，釉光莹润明亮，神完气足，体现了大唐磅礴的时代风貌"
                        "马俑的独特性、复杂性能多方位折射出唐三彩的绚丽光彩，为人们认识唐文化历史价值提供了宝贵实物资料",

                    '颜色':
                        [

                        ],
                    '名贵程度':
                        [
                            "唐三彩马中，最为珍贵的是白釉、黑釉和白斑益釉三彩马，而黄、绿、褐三彩为主的马则为平常器物。比如早在1989年12月12日，国际苏富比拍卖行拍卖的一件唐三彩黑马在英国伦敦以4955万英镑成交。以黄、绿、褐为主的马则价值略低， 又如1991年6月10日，佳士得拍卖行有一件黄、褐彩为主的“三花饰马”仅拍得6.05万英镑。"

                        ],
                    '艺术特征':
                        [
                            "",
                            "此马为立马俑，伸颈低头，釉色鲜艳，马鬃和鞍鞯等细节处理一丝不苟，工艺精湛。",
                            "此马两耳上耸，双目圆睁，直立于托板上，表现出伫立时宁静的神态。头戴络头，身披攀胸和秋带，马背配鞍，外包鞍袱，下衬雕花垫和障泥，尾系花结。",
                            "此马的造型遵循着圆一方一圆的构成法则, 强调了其圆圆的胸脯, 方方的腰, 圆圆的后臀, 再加上一个近乎长方形的头, 就更加强了其雄强的气势。",
                            "此马的每一处体积和线条都经过提炼加工, 达到了炉火纯青的完美程度。从侧面看去, 仿佛是强烈的视觉符号, 充满了内在的生命张力。",
                            "此马三彩马头小颈长，膘肥体壮，眼睛炯炯有神，富于艺术的概括力。",
                            "此马是头小颈短，膘肥体壮，骨肉停匀，比例协调、准确，眼睛炯炯有神。",
                            "此马昂首挺立、英气勃发，大有奔腾万里之势，其英武之姿正体现了盛唐昂扬向上的精神。",
                            "此马马首略低，戴辔头，物饰于额前，短鬃，前有攀胸，后有鞅鞦，配有马镫。鞍鞯色彩丰富，鲜艳夺目。",
                            "此马马首微倾，戴辔头，双耳竖立，眼睛圆睁，张口，马鬃短齐，前有攀胸，后有鞅鞦，鞍鞯上铺绒毯类鞍袱。鞍袱又称鞍帕，覆在马鞍上防止尘污。杜甫《骢马行》：“银鞍却覆香罗帕”即指此。",
                            "此俑马身直立，微向前倾，作欲发之势。骑马者高鼻深目，络腮胡，双手持缰，凝视前方。完美展现了苏轼《江城子》描述的：”老夫聊发少年狂，左牵黄，右擎苍。巾帽貂裘，千骑卷平冈。“的胡服骑射形象。",
                            "此俑狩猎者身穿窄袖衣，足着靴，踏马蹬端坐于马鞍之上。马昂首直立。体现了唐朝在皇室贵戚的带动下狩猎盛行的风貌。",
                            "此俑骑者头戴风帽，身着圆领窄袖袍，足蹬靴，双脚登踏马蹬。马眼圆睁，双耳前竖，未佩戴笼套等物。",

                        ],
                    '马鞍':
                        [
                            "",
                            "马鞍采用贴花饰法，施以浅釉与彩绘，庄重华贵，更显此马体态矫健骨肉匀称"
                            "使得观者过目难忘。",
                            "马鞍庄重厚实，加于马背之上，更显此马筋肉坚实、"
                            "气力旺盛，隐隐有背负万斤之力、日行千里之能。",
                        ],
                    '花纹':
                        [
                            "",
                            "条形花纹似为彩带装饰法，即利用釉的流动性在此马底釉一定部位施以浓厚釉汁，"
                            "任其自然流淌成型，极具自然之美。",
                            "此马具有明显点彩装饰的特色，在其身上具有毛笔点染的异色釉汁斑点，"
                            "疏密有致，浑然天成。",
                        ],
                    '骑者':
                        [
                            "",
                            "此骑俑骑者戴四方形帷帽，"
                            "头部用软帽紧裹至颈部，神态自若、端庄华贵，双足蹬于马镫之上，悠然典雅。",
                            "此俑骑者横跨于马背之上，身体微倾，目光凝视，胯下马匹神态安详，驻足直立。",
                            "此俑骑者横跨马背，身体略转，头戴方形帷帽，软帛及肩，面若桃花，神态悠闲。",
                        ],
                    '白马':
                        [
                            "三彩白马：雕工精细， 装饰华丽，马鬃梳剪整齐，留有三花。 马头辔饰齐全， 笼套上饰黄色的八瓣花朵， 两耳下和鼻上革带系有杏叶形垂饰。 鞍具羁辔齐全， 鞍下垫绿色障泥，褶纹简洁。 白马的筋骨、 肌肉、 眼睛、 累毛、鞍饰等细部雕刻精细，刀痕清楚。",

                        ],
                    '黑马':
                        [
                            "三彩黑马：马身为黑色，脸部、娱毛、尾和四蹄均为白 色。鞍鞘为绿、黄、白三色。 马身膘肥雄浑，剪娱挽尾，双耳后拫，颈似弯弓，四蹄抓地，状若飞奔启程",

                        ],
                    '四花马':
                        [
                            "造型完美罕见的蓝釉唐三彩四花马----马秀银：四花马极显珍贵、少见和难得。笔者在中国国家博物馆工作及从事文物鉴定几十年来见到 “四花马”尚属首次，所见唐三彩马颜色多以绿、白、黄三色为主，且是“三花马”。在等级制度非常严格的唐朝，能够拥有这种大型蓝色三彩釉陶器马作为明器的人都是些名望贵族、高官显爵，生前不是皇亲国戚就是宰相重臣。可想而知，以蓝彩釉作为主要色调而烧造的这匹马是多么珍贵，它的历史价值、艺术价值、经济价值以及稀有程度也就不难理解了。当前在全世界范围内，无论是馆藏唐代三彩釉陶器还是私人收藏的三彩釉陶器，蓝釉三彩器的确少之又少，而大型的、完整的唐代蓝釉三彩釉陶器存世量则更少，这件大型的蓝釉唐三彩四花马可谓是凤毛麟角。",
                        ],
                    '工艺':

                        "马蹄部位皆不施以釉彩，以应“龙种神驹，四季踏雪”一说。且毛毡部分大多也不施釉彩，有时会以大红色做装饰，以竹签刻印以做出拉毛效果，质感逼真。",


                },
            '骆驼':
                {
                    '综述':

                        "在唐代，骆驼是丝绸之路上中外经济、文化交流的使者，其造型有立式、跪式、载人载物式等，均结构端庄，外形饱满，表现出温厚而伟岸、稳健与高亢的特征。",
                    '颜色':
                        [
                            "",
                            '唐三骆驼多为黄褐、棕褐釉三彩，也即颜色多为黄褐色和棕褐色。',
                        ],
                },
            '镇墓兽':
                {
                    '综述':
                        [
                            "镇墓是唐三彩的最大功用。长安、洛阳发现的镇墓物大多是神人塑像（天王俑）————人面兽身、兽面兽身。一般来说，他们都是成对出现在门前，作为门卫镇守着墓，寓意着主人生后的生活安康，也寓意着唐代的自信、活力和勇敢的文化性格。",
                            "镇墓兽作为守护墓主人的器物，均成对出现在墓门两边，一个是人面兽身，另一个时兽面兽身，两两对称出现。唐代镇墓兽十分华丽，一般为多种动物组合，蹄子多为牛蹄或兽爪，表现出力量或速度，肩部带有翅膀，寓意可以翱翔，兽头均有角伸出。",
                        ],
                    '工艺':
                        [
                            "兽面通体施釉而人面不施釉，原因如下：其一由于开相工艺，即烧制之后再进行脸部描摹更显栩栩如生；其二，由于唐三彩釉色极易流淌，若人面施釉，则釉彩流淌后面部表情显得较为狰狞，无法呈现出人面的特征，所以迄今为止，牵扯到人面的唐三彩均无施釉。",
                        ],

                },
            '天王俑':
                {
                    '综述':
                        [
                            "天王俑在墓中位置逐渐替代以前的武士佣，其形象受佛教文化的影响，作用是镇墓辟邪。天王俑一般呈现出唐代时身穿华丽光亮“明光铠甲”的将军形象，脚踩地鬼或青牛青羊以彰显力量，尽享威武阳刚之气。",
                            "天王俑夸张其双目, 以显威武; 文吏俑则与其形成鲜明对比——他们的形象则是微收双唇, 以露其亲和。",
                        ],
                    '艺术特征':
                        [
                            "值得一提的是，唐代时期的天王造像身材开始凸凹有致，符合人体工学比例。而唐朝之前，天王造像则是以写意的艺术手法表现，以线条勾勒人物，身材曲线均隐藏在衣纹下面。",
                        ],
                },
            '人':
                {
                    '综述':
                        "盛唐时期，无论男女，都讲究体态的健壮丰腴。这一时期女性的社会地位也得到提高人们豁达自信．"
                        "对女性的审美也有了新标准，雍容华贵、富态健康成了主导标准。"
                        "人物俑中分类较为复杂，有男佣、女佣、文官佣、武士佣、乐舞俏、天王佣、骑驼佣以及胡俑等多种分类。",
                    '艺术特征':
                        [
                            "",
                            "从陶瓷艺术的角度看,唐三彩人物俑最重要的特点就是神形兼备,由于主要是用写实的手法来塑造人物,因此人物表情细腻而传神。",
                            "唐三彩人俑继承了周、汉以来陶俑制作的写实传统，简明、明快、概括、凝练的风格以及忠实、健康、丰满、自由舒展的情调。",
                            '唐三彩人俑确立了新的艺术法则和规范',
                            '唐三彩的人俑造型丰满而对于饱满、圆润形体的追求',
                            "唐三彩侍女俑都显得年轻，她们眉清目秀、五官墙正，面部稍显丰腴，但身体却没有贵妇那般富态.",
                            "唐三彩侍女俑打扮简单, 但身段窈窕, 柔顺的线条凸显了她们体态的修长、优美。",
                            "唐三彩侍女俑虽然她们为奴脾, 但举止落落大方、态度谦恭, 并不卑下。她们高高的发髻显了少女特有的活泼。",

                        ],
                    '袖子':
                        [
                            "",
                            "此俑服饰宽大，长裙曳地，宽袖过膝，披帛绕肩，尽显雍容华贵。",
                            "此女身着儒服宽袖，隐隐有及地之势，宽袖儒服正是唐之特色。"
                            "如唐文宗之令“每遇对日，不得广插钗梳，不须著短窄衣服”",
                        ],
                    '女佣':
                        [
                            "西安鲜于庭诲墓出土的唐三彩女佣，身披蓝色宽衣，内着窄袖绿衣，下着黄色长裙，袒胸， 肌肤丰腴， 神态安详， 是盛唐宫廷妇女的典型形象。",
                            "侍女俑都显得年轻，她们眉清目秀、五官墙正，面部稍显丰腴，但身体却没有贵妇那般富态.她们打扮简单, 但身段窈窕, 柔顺的线条凸显了她们体态的修长、优美。她们神态各异, 或高兴, 或开朗, 或愁苦，或郁闷。她们姿态各不相同, 或双手抱于胸前, 或捧物侍立, 或俯首帖耳为主人梳妆。她们为奴脾, 态度谦恭, 但举止落落大方, 并不卑下。她们高高的发髻显 了少女特有的活泼。",
                            "唐俑塑造的各种人物, 即使身份低微如侍女、乐伎、马夫等, 从他们的表情中也看不出丝毫的怯懦, 没有半点卑微与奴气。相反, 他们大都和达官贵人一样, 呈现出乐观、自信的精神风貌。这些形象已越过审美范畴的需要, 变成了对人性、人格独立平等的热烈追求。",

                        ],
                    '骆驼载乐俑':
                        [
                            '同墓出土的骆驼载乐佣更为生动，高大雄健的骆驼，昂首站立在长方形的底板上, 骆驼之间平台 上四个乐俏分坐两侧， 中间为一舞佣， 五佣 中两佣深目高鼻多须， 一看就是胡人。 他们有的弹奏琵琶， 有的吹笛击鼓， 有的翩贬起舞， 生动地反映了盛唐时期， 各民族亲密交往， 经济文化交流的欢快场面。',

                        ],
                    '黑人陶俑':
                        [
                            '除此之外，还塑造有黑人陶佣，例如，西安南郊裴氏墓中出土的黑人陶佣，形象十分真实，卷曲的头发成细螺旋状，肤色蚴黑，红红的嘴唇，低鼻梁宽鼻翼，这些特征，都是典型的非洲黑人的形象，唐代工匠如此熟枣自己创作的对象， 是现实生活提供了 “模特儿” ，说明 唐代中国和非洲的经济文化已有往来。 唐代 的人物佣艺术， 也受到佛教造型艺术的影',
                        ]
                },
            '器皿':
                {
                    '综述':
                        '此品属于唐三彩器皿。唐代经济发达，唐人自然特别注重日常生活，这一点明显地反映到唐三彩的制造中。'
                        '唐三彩生活用具在造型上借鉴了我国唐代金银器、铜器、漆器、藤编器物的式样，'
                        '特别是与我国邻近的波斯和阿拉伯国家中生活用具的造型特点以及宗教神器中的一些式样。'
                        '无论是盘碗盅碟还是瓶罐壶钵，都是以浑圆和丰满为主流，端庄而规整，浑厚而饱满。'
                        '这些器皿大多造型浑圆厚实、庄重大气，其油彩更是灿烂夺目、富丽堂皇，反映出当时社会多姿多彩的生活内容，'
                        '具有浓郁的时代气息和独特的艺术风格。与唐三彩其他类型的器物一样，'
                        '生活器具同样体现出唐人崇尚完美、大胆追求、兼收并蓄、意气飞扬的时代精神。',

                    '艺术特征':
                        [
                            "",
                            "此件器物浑厚圆润，端庄典雅，雍容华贵，精巧而有气势。具有明快、洗练、生动、形象的表现手法。",
                            "此件器物具有丰富、生动的装饰纹样与斑驳陆离的釉彩，为实用与美观高度结合的典范。",
                            "此件器物表达了我国装饰艺术写实主义传统的艺术风格，在思想性和艺术性方面都开创了新的境界，大大丰富了陶瓷制品的装饰手段。",
                            "它器表装饰匀器体造型、釉彩的运用紧密结合，强讽整体的完美性。",
                            "它装饰纹样的运用不拘常法以器饰纹．显得洒脱自如，得心应手；",
                            "此件器物蕴含着从过去的古朴、浑浊，到现在的浑厚、饱满、端庄而丰腴，体现了海纳百川的气魄。",
                            "它造型直线中有曲线,曲线中有直线,曲线又根据需要而采用不同的弧线,使壶体的线条对比强烈,生动而挺拔。",
                            "它晶莹明亮的颜色,柔和的色彩变化,装饰效果是活泼的,尤其是各种颜色釉过程中的热流,",
                            "釉颜色混合在热环境中,彩釉形成自然艳丽多彩的变化,以独特的 魅力变量的影响着唐代。",
                        ],
                    '花纹':
                        [
                            "",
                            "此器皿采用了滴蜡留白技法，边线若隐若现，十分柔和，"
                            "所留白点的四周也被其周边釉料所晕染，从而形成丰富的渐变色彩，增加了装饰纹样的色彩层次感。",
                            "此器皿采用了泼釉溅彩技法，色彩层次非常丰富，朦胧中透漏出流动的美感。"
                            "朦胧而又鲜艳的色彩，流动的肌理效果展现了唐三彩特有的美感。",
                            "此器皿采用了搅釉技法，采用同一色系的明度差异大的两种釉彩，"
                            "视觉上色调统一却又对比强烈。",

                        ],

                },

        },

    '釉色分析':
        {
            '综述': "唐三彩是一种生产于唐代(618一907年）的彩色低温铅釉"
                  "。它用白色粘土作胎，用含铜、铁、钻、猛等元素的矿物作釉料的着色剂，"
                  "井在釉里加入很多的炼铅熔渣和铅灰做助熔剂，经过约800度的高温烧制而成。"
                  "釉面呈现深绿、浅绿、翠绿及蓝、黄、白、赫、褐等多种色彩，但以黄、绿、白三彩为主，"
                  "后来釉色日渐丰富，但汉语中“三”也有“多”之意，因此三彩一名被沿用下来。"
                  "唐三彩以铅的氧化物作为助熔剂，目的是降低釉料的熔融温度，在窑里烧制时，"
                  "各种着色金属氧化物熔化后向四方扩散和流动，各种颜色互相浸润，形成斑驳灿烂的彩色釉"
                  "除此之外，铅的另一个作用是增加釉面的光亮度，使色彩更加艳丽，更加富丽堂皇。"
            ,
            0:"古代三彩釉色深沉、柔和、微暗，尤其是其中的绿釉，色泽较深、柔和。造型正确、雕塑细致, 神态逼真, "
              "显示了唐三彩保持了秦汉以来写实的传统,又利用釉色的绚丽, 烘托出富丽堂皇和浪漫的风采, 从而表现了盛唐的气氛。",
            1:"在唐朝之前，人们所崇尚的基本都是素色主义，陶器大多数都是以单色釉的形式呈现在人们的面前，"
              "然而在唐朝以后，受到了诸多外来风俗文化的冲击与影响，人们也开始接纳和喜爱斑斓绚丽的陶瓷制品。",
            2: ".古代三彩中的黄釉或红釉则多呈现出像蚕吐出的细丝一样的流纹。"
               "造型正确、雕塑细致, 神态逼真, 显示了唐三彩保持了秦汉以来写实的传统,又利用釉色的绚丽, 烘托出富丽堂皇和浪漫的风采, 从而表现了盛唐的气氛。",
            3: "初唐的唐三彩以黄和褐色釉为大宗，间或以白、绿釉彩，在素胎的印花上，施釉草率，釉色黜暗，釉层厚实。",
            4:".唐三彩的釉色除了常用的红、绿、白以外,"
              "还有蓝、紫、黑, 在当时视蓝釉为贵, 故有“蓝三彩” 之说。"
              "蓝釉色莹亮、斑斓绚丽而倍受时人喜爱。"
              "在等级制度非常严格的唐朝，能够拥有这种大型蓝色三彩釉陶器作为明器的人都是些名望贵族、"
              "高官显爵，生前不是皇亲国戚就是宰相重臣。没有气泡，褐、黑等色的杂质带入釉里。"
              "釉面沁蚀自然，有返铅银斑，蓝釉中带有黑斑才是真正的进口料蓝釉唐三彩马，"
              "是鉴定唐代进口钴釉料蓝釉的根据痕迹。",
            5:"黑色是多种氧化物的堆积，科技含量很高。而且三彩黑釉陶马的出土震惊了世界，奠定了中国陶瓷在世界上的地位。",
            '釉色颜色分析':
                {
                    "",
                    '唐三彩有黄、绿、褐、蓝、黑等色， 而以黄、绿、白三种颜色为主调。其中，黄、褐、绿为釉色的基本组成。',
                    '在唐朝之前，人们所崇尚的基本都是素色主义，陶器大多数都是以单色釉的形式呈现在人们的面前，然而在唐朝以后，受到了诸多外来风俗文化的冲击与影响，人们也开始接纳和喜爱斑斓绚丽的陶瓷制品。',
                    '受土壤环境和土壤中化学物质如酸、碱的侵蚀，夺目的光泽已变得柔和莹润，釉面的开片均匀细小，有规律，开片四边微微上翘，用放大镜仔细观察片与片之间的间隙有锈蚀的土沁、银沁，类似于汉代绿釉陶壶的泛铅现象',
                    '洛阳唐三彩有一部分器物的釉色相当鲜亮华丽，但这种亮并非贼亮而是润亮。一部分七五的釉色由于受到酸碱度不同的土侵蚀或明或暗，甚至时整体釉色都暗淡无光，或釉面出碱形成一层厚厚的碱釉非常不漂亮。更有甚者由于胎的文体而导致釉脱落，露出斑驳的胎体。洛阳唐三彩的釉面多有细小的开片，开片开列出总有上翘的感觉，开大片者极少。',
                    '凡烧成色为褐红、浅黄、赫黄的，是铁元素的呈色；各种绿色的，是铜元素的呈色；蓝色的，是铜或钻元素的呈色；紫色的，是锰元素的呈色；呈白色的，则是以铅的化合物与 含铁量低的白色粘土的配成。',
                },
            '艺术效果':
                {
                    '关系色效果':
                        [
                            '1.关系色效果。唐三彩使用有限的几种色釉, 其色彩运用, 既没有自然的固有色, 也不可能去关注条件色( 光源色、环境色、固有色、空气色) , 而是以数种色釉并置与交融,或同类色调, 或邻近色调, 或清浊对比, 或互补, 利用色彩与色彩之间所形成的美感效应, 自然而巧妙地构成了优美的“ 关系色” , 产生流光溢彩的美妙效果',
                        ],
                    '肌理效果':
                        [
                            '2. 肌理效果。唐三彩之用色不去注重客观抽象的质感表现, 而是充分利用其色釉厚度大和烧窑过程中因流动而形成垂滴、混合、晕开等现象, 追求形象的肌理效果。',
                        ],
                    '质材互衬效果':
                        [
                            '3. 质材互衬效果。就物质材料而言, 唐三彩当属陶瓷美术的范畴, 唐三彩是以具体的陶土、色釉等质材构成、这些质材本身的审美性能, 直接影响作品的艺术形式和艺术效果。故其格外显示了其质地上独特的工艺审美价值。',
                        ],
                },

            '制釉工艺':
                {
                    '综述':
                        [
                            '唐三彩工艺从诞生到成熟只用了50年，这在世界工艺的历史上都是罕见的。',
                            '可以总结出散点配彩、瓷土堆花、贴花涂彩、刻花填彩、印花加彩、点描线描、开相勾画等十余种装饰技法，为历代之大全。',
                            '浇釉．浸釉．泼釉、点釉、出釉等施釉技法．创造出或数色相互浸润，或两彩相间形成条带．或以一种釉彩为主凋加缀其它釉彩．或运用当时染织品流行的绞缬技术从而形成朵花、散点斑贞斑块、串珠网格，条纹等纹',
                            '在汉代低温铅釉的基础上发展起来的，是一种低温釉陶器',
                            '胎料为白色粘土，用含铁、铜、钻、钻等 元素的矿物作釉料的着色剂',
                            '釉料中配以大量的铅化合物来降低釉料的熔融温度，并增加色泽的光亮',
                        ],
                    '二次烧制法':
                        [
                            '唐三彩可能是用二次烧成法制成的。 第一次是烧胎， 称为素烧， 素烧温度约 1000°C到1100°C.第二次是烧釉，烧成温度 比第一次低一些， 约850°C 一 950°C左右。采用二次烧成法，是因胎与釉所要求的烧成温度不一致， 同时可以提高成品率，变形和烧坏的素烧还件， 不再上釉烘烧。',
                        ],
                    '土沁':
                        [
                            '土沁：相当一部分真器除底外，周围均不沾土，由于植物的作用，常常在一些三彩器物上有一些植物根系枯干后，留下得根爬行的痕迹。一些三彩器物的釉面上经常看到很多不易去掉土锈，这些东西往往是釉中碱性物质和土质中酸性物质相互作用留下的，也是鉴定一些三彩器真假较好的证据。',
                        ],
                    '流窜':
                        [
                            '烧制唐三彩的艺人们在釉彩的使用上独具匠心地创造了我国特有的“流串”工艺。即在锻烧的过程中，让釉彩自然流动，融会渗化，互相调配，使之色彩浓丽、线条柔美。',
                            '三色的釉成分主要是铅元素, 还可以增加锰、钻石、铁等金属组成。周围的流动烧烤下,陶瓷窑釉在高温下容易出现流窜, 形成自然的五彩缤纷的色彩及形状。这是唐代独特的术特色和吸引力。此外, 三彩花卉的风格, 被世人认为异国情调的追求, 流行为一种“时尚”元素, 三彩釉色结合外国文化以及自己的艺术特点己经成为著名的遗产, 并在年经河北省物专家组鉴定为二级文物。',
                            '色釉在烧制过程中具有熔点降低而自然流出的特性',

                        ],
                    '分区施釉法':
                        [
                            '在不同部位涂上不同的釉色，几种釉色同施在一件器物上，釉色之间的组合和交融会产生一种全新的效果，即窑变',
                        ],
                    '点彩施釉法':
                        [
                            '用毛笔在器物的一些部位点上大小一致或不一致、或点状、或块状的点，或带状线条',
                        ],

                    '胎体':
                        [
                            '洛阳唐三彩中的胎体有相当部分白中泛红，有些胎体甚至呈肉红色。',
                            '洛阳与西安出土的有很大相似度。但洛阳唐三彩逐步形成了独自的特点。如“胎质上，是由瓷土烧成的白胎，而西安则是一般陶土烧成的红胎；在装饰方面，洛阳的三彩器皿装饰花纹艳丽繁缛，多见几何形，点彩和垂带状花纹，而西安则比较清淡素雅；在种类上，洛阳唐三彩不及西安唐三彩丰富；在造型上，洛阳唐三彩女俑秀丽飘逸，而西安出土的唐三彩女俑较为圆润丰满。”',
                        ]
                }
        },
    '鉴别':
        {
            '艺术水准':
                [
                    '色彩、造型极具艺术价值的自然是极品。在具体造型中，又以人物俑、马俑和骆驼俑的塑造最为有名。就陶马而言，则以白色三彩马和黑色三彩马最为名贵。',
                ],
            '年代和产地':
                [
                    '国际市场能见到的有产自中国、日本和朝鲜的三彩陶器，分别叫作唐三彩、奈良三彩和新罗三彩，因为价值不同，所以要区分清楚。其中就中国产的而言，产自唐代的要比“辽三彩”和“金三彩”的价高；产自中原地区的要比产自偏远地区的品质好。',
                ],
            '真伪鉴别':
                [
                    '先看胎质，真品质地细腻、疏松，有腐蚀痕迹，往往还有钙一类的锈斑，清理后露胎部分表层多有沙质小坑呈现；仿造的则胎质坚硬，呈色或细腻洁白或者发灰。',
                    '再看色彩，古代三彩釉色深沉、柔和、微暗，尤其是其中的绿釉，色泽较深、柔和；而新的三彩则色泽光亮、鲜艳、刺眼，绿釉部分仿品则是色泽较淡且浮在表层，缺乏润泽感。古代三彩中的黄釉或红釉则多呈现出像蚕吐出的细丝一样的流纹，而新烧制的三彩陶器却一般没有这种现象。',
                    '其釉色是否与质地同一光泽，若质地很旧，而彩绘光泽独强者，显然有假。',
                    '造型：真品以古朴典雅、庄重丰满为特色，而仿品则有较多灵巧潇洒、富丽清新的气氛。',
                    '制作：真品多捏塑手制或轮制兼 用， 同类产品大小不一，而仿品大多采用模 制注浆而成，产品规格比较规范统一。',
                    '综合考量其外观成色、辨识气味、辨别造型等。原品表层附着土锈，有特异的土腥气味，尤其遇水后气味更加明显。造型方面也自由、娴熟，胎体起伏、转折自然。胎壁有的有厚薄不均的现象。新品则多有烟熏味，造型规整、古板。',
                    '真器胎面上，留下很多当时工艺上略显粗糙的痕迹。唐三彩中少数精品处理的较为精细以外，大多数处理得并非干净利索，在胎得表面可看出一些高低不平和不精细处。唐朝的制瓷工艺非常成熟，凡轮制拉坯器，多周正饱满，丰满而圆浑是唐三彩圆器共同特征。此时对拉坯技术的熟练掌握，轮转进度均匀，但胎体上往往留下拉坯轮制痕。真器的贴花较薄，且贴花与器身接合处过渡较自然平滑。',

                ],
            '釉色鉴别':
                {
                    '受土壤环境和土壤中化学物质如酸、碱的侵蚀，夺目的光泽已变得柔和莹润，釉面的开片均匀细小，有规律，开片四边微微上翘，用放大镜仔细观察片与片之间的间隙有锈蚀的土沁、银沁，类似于汉代绿釉陶壶的泛铅现象',
                    '包浆：肉眼直接观察，从侧面看釉面的表层，生成一种像蝇翅一样的薄层，开片之间像是鼓起的线条',
                    '仿制品用氢氟酸去光，再用碱中和，因此看上去很生涩',
                    '一些瓶、罐、壶、碗等器物真品的器底和圈足往往不施釉，使器物部分露胎，底足很干净。而仿品全部施釉，底足往往黑而脏',
                    '真品釉色自然柔和，釉中开片细而均匀，釉面的突起感、翘起感如苍蝇翅膀上的纹路一样，釉面很干很薄，无积釉或少积釉现象；而仿品釉色过于艳丽、刺目。釉中开片大小不均，有生硬感，釉面常有积釉现象，釉面干涩',
                },
        },
    '墓穴分析':
        {
            '文案': ["昭陵是唐太宗李世民与文德皇后长孙氏的合葬陵墓,"
                   "位于陕西省咸阳市礼泉县城西北22.5千米的九嵕山上，"
                   "是关中“唐十八陵”，也是中国历代帝王陵园中规模最大、陪葬墓最多的一座。"
                   "昭陵是初唐走向盛唐的实物见证，是了解、研究唐代政治、经济、文化难得的文物宝库。",
                   "在《旧唐书》卷九十五中记载：“惠庄太子撝，睿宗第二子也。"
                   "本名成义，母柳氏，掖庭宫人。撝之初生，则天尝以示僧万回，万回曰："
                   "‘此儿是西域大树之精，养之宜兄弟。’则天甚悦，始令列于兄弟之次。”",
                   "中国唐代中宗长子李重润的墓。位于乾陵东南隅，在今乾县城西北约3公里的乾陵乡韩家堡村北面。1971年发掘 。"
                   "李重润于大足元年（701）与其妹永泰公主被武则天杖杀。神龙二年（706），中宗复位后陪葬乾陵，并号墓为陵。",
                   ],
        },
    '窑址':
        {
            '综述': ['迄今发现烧造唐三彩的窑址有河南巩县、陕西铜川、河北内邱等，此外在陕西西安及附近地区也发现有零星的烧造唐三彩的窑。'
                   '窑址主要集中在陕西省、河南省的西安和洛阳周围，这两地出土的唐三彩是唐代三彩的代表。'
                   '这与古时长安（今称西安）、洛阳所处的政治、经济地位，以及当时崇尚的厚葬之风有着必然的联系。'
                   '长安是唐朝的国都，唐墓理应十分集中，目前已发掘的就有2000多座，上至皇室贵族，下至平民百姓，'
                   '类型多样。洛阳作为陪都，唐墓也相当集中，已发现了数百座唐代墓葬。唐代厚葬之风盛行，古人入葬，伴随有大量的物品。唐三彩作为明器，是重要的随葬品。'
                   '除陕西、河南两省之外，中国的湖北、江 苏、山西、安徽、山东、甘肃、辽宁等省以及伊朗、'
                   '叙利亚、伊拉克、苏丹、埃及、印尼、日本等国也发现 了唐三彩的器物或残片，但数量和品种都无法与陕西、河南两省相比。', ],
            '唐河南省巩义市黄冶窑': ['目前发现最早烧造唐三彩制品而且规模大、延续时间长、'
                           '产品数量最多的一个窑址，是当时宫廷、豪门贵族乃至民间三彩制品的主要供应地。'
                           '作为国际贵重贸易商品远销东亚、东南亚、中亚、西亚乃至非洲、欧洲等地',
                           '日常生活用品：炉、罐、钵等;专供随葬用的冥器：人物俑、动物俑和建筑模型;玩具类小型器物',
                           '突破了常见的圆形格式而呈现多样化的发展趋势，如扁体、椭圆体。',
                           '出现将造型与装饰融为一体的象生性器皿。',
                           '装饰技法主要采取贴花、印花、刻画、刻花、划花、堆塑、雕镂、施釉、绘彩、绞胎．搅釉。',
                           ],
            '唐长安醴泉坊三彩窑址': [
                '窑址中心位于西安市西门外西关正街——丰镐路以南、草阳村及劳动南路以西、'
                '原西安民航机场跑道北端偏东处，所在范围就是当年隋唐长安城醴泉坊。'
                '1999年5月至7月，陕西省考古研究所对这一遗址进行了抢救性发掘。'
                '共发掘出唐代残窑4座、灰坑10个。发掘面积140平方米，发现大量窑业堆积，'
                '出土包括唐三彩、素烧器、模具、窑具等残片在内的各类陶制品残片近万片，并出土部分玻璃残块及骨器边角料等物品。',
            ],

        },
    '朝代':
        {
            '综述': '唐三彩起源于唐高宗时期，在公元713至741年间达到鼎盛，在平定安史之乱后逐渐没落下来',
            '初唐': '初唐之末期，始兴厚葬之风，其后自盛唐至中、晚唐，厚葬之风益甚，'
                  '舁明器而行街衢，陈墓所，奏歌舞音乐，张帷幕，设盘牀，以造花、人形、饮食施路人，殆如祭祀。',
            '盛唐': '唐玄宗开元年间,“政治清明,经济昌隆,军事强大,文艺繁荣,三教并弘,盛唐气象,'
                  '无与伦比。”产生在这一时期的唐三彩,在写实的基础上充分发挥想象力,'
                  '以概括和夸张的手法塑造出品类繁多的形象,形成了独具魅力的风格,'
                  '体现出唐代各个方面的社会生活,充分体现了“盛唐气象”蕴涵的丰富文化气息。',
        },

}

def get_content(title, topic, index1, index2):
    if index1 == 0 :
        return content[title][topic]
    elif index2 == 0:
        return content[title][topic][index1]
    else:
        return content[title][topic][index1][index2]
